import {NavLink} from "react-router-dom";
import css from './Confirmation.module.css'
const Confirmation = () => {
    return (
        <div className={css.Confirmation}>
            <div className={css.agree}>
                <h1>Якщо ви бажаєте врятувати чиєсь життя, вам потрібно ОБОВ'ЯЗКОВО ознайомитися з правилами нижче.</h1>

                <h1>Що потрібно знати про донорство</h1>
                <ul>
                    <li>Донором може бути повнолітня людина з 18 до 60 років, яка не має медичних протипоказань для дачі
                        крові.
                    </li>
                    <li>Разово беруть не більше 470 мл крові.</li>
                    <li>Здавання цільної крові займає 15 хвилин.</li>
                    <li>Процедура здавання компонентів крові триває довше – 30 хвилин.</li>
                </ul>

                <h1>Як готуватися до здавання крові</h1>

                <ul>
                    <li>На станцію переливання крові потрібно приходити відпочивши, а не після нічної зміни або важкої
                        роботи.
                    </li>
                    <li>За три доби слід виключити жирну, гостру їжу, не вживати алкогольні напої.</li>
                    <li>Напередодні здавання крові потрібно мати легку вечерю, а вранці – легкий сніданок.</li>
                    <li>Бажано не палити перед донацією.</li>
                    <li>Перед донацією вас огляне лікар та візьме кров на аналіз. Кров донора обстежується на
                        ВІЛ-інфекцію,
                    </li>
                    <li>гепатити В і С, сифіліс та печінкові проби.</li>
                </ul>

                <h1>Після процедури донорствa крові</h1>
                <ul>
                    <li> Після донорствa потрібно відпочити 10-15 хвилин.</li>
                    <li>Випити солодкого чаю з хлібом.</li>
                    <li>Обов’язково потрібно пообідати: приймання їжі може бути організовне на місці або ж ви отримаєте
                        суму –
                        еквівалентну вартості обіду. Не нехтуйте цією порадою, адже ваше здоров’я теж важливе.
                    </li>
                    <li>На роботі в день здавання крові вам повинні надати вільний день зі збереженням заробітку. Тому,
                        після
                        відвідування станції перливаня крові, відпочивайте і відновлюйтесь.
                    </li>
                </ul>
                <h1>Протипоказання для донорства</h1>
                <h2>Донором НЕ може бути людина, яка:</h2>
                <ul>
                    <li>Хворіла чи хворіє на сифіліс, ВІЛ/СНІД, інфекційні гепатити А, В, С, туберкульоз, бруцельоз,
                        туляремію,
                        токсоплазмоз, малярію.
                    </li>
                    <li>Хвора на інфаркт міокарда, ревмокардит, вади серця, онкологічні захворювання, виразкову хворобу
                        шлунка
                        та дванадцятипалої кишки.
                    </li>
                    <li>Має хвороби нирок, печінки.</li>
                    <li>Має психічні розлади.</li>
                    <li>Має бронхіальну астму та алергічні захворювання.</li>
                    <li>Протягом місяця до здачі крові хворіла на ГРВІ та грип.</li>
                    <li>Протягом останніх п’яти років мала травми голови або хребта.</li>
                    <li>Вагітна, хворіє на анемію.</li>
                    <li>Зловживає алкоголем.</li>
                    <li>Страждає на кровотечі.</li>
                </ul>
                <hr/>
                <p className={css.question}>ВИ ПОГОДЖУЄТЕСЯ, ЩО ВІДПОВІДАЄТЕ КРИТЕРІЯМ ПОТЕНЦІЙНОГО ДОНОРА?</p>
                <div className={css.agreeNav}>
                    <NavLink to={'/informations'}>Не погоджуюсь</NavLink>
                    <NavLink to={'/record'}>Погоджуюсь</NavLink>
                </div>

                <hr/>
            </div>

        </div>
    );
};

export {Confirmation};