import {NavLink} from "react-router-dom";
import css from './Records.module.css'

const Records = () => {
    return (
        <div className={css.container}>
            <h1 className={css.title}>Шановний доноре!</h1>

            <p className={css.content}>
                Ви готові зробити великий внесок у врятування життя?
                Ваша доброта може стати ключем до шансу на життя для тих, хто бореться з важкими
                хворобами та травмами. Донорська кров - це неоціненний дар, який може змінити долі безлічі людей.
            </p>
            <p className={css.content}>
                Запрошуємо вас приєднатися до нашої програми донорства крові.
                Ваша участь може стати вирішальною для тих, хто потребує невідкладної медичної допомоги.
                Кожна крапля крові - це можливість нарешті побачити посмішку на обличчі тих, хто потребує допомоги.
            </p>
            <p className={css.content}>
                Щоб розпочати процес донорства крові, будь ласка, авторизуйтеся в системі, заповнивши потрібні дані.
                Ваша реєстрація - це перший крок до того, щоб стати справжнім героєм для тих, хто потребує допомоги.
            </p>
            <p className={css.content}>
                Дякуємо за вашу милосердність та готовність допомагати іншим. Ваша кров може змінити життя!
            </p>

            <NavLink to={'/register'} className={css.link}>Будьте ласкаві, авторизуйтеся для подальшої
                реєстрації.</NavLink>
        </div>
    );
};

export {Records};