import {NavLink} from "react-router-dom";

const Records = () => {
    return (
        <div >
            <h1>Шановний доноре!</h1>

            <h2>
                Ви готові зробити великий внесок у врятування життя?
                Ваша доброта може стати ключем до шансу на життя для тих, хто бореться з важкими
                хворобами та травмами. Донорська кров - це неоціненний дар, який може змінити долі безлічі людей.
            </h2>
            <h2>
                Запрошуємо вас приєднатися до нашої програми донорства крові.
                Ваша участь може стати вирішальною для тих, хто потребує невідкладної медичної допомоги.
                Кожна крапля крові - це можливість нарешті побачити посмішку на обличчі тих, хто потребує допомоги.
            </h2>

            <h2>
                Щоб розпочати процес донорства крові, будь ласка, авторизуйтеся в системі, заповнивши потрібні дані.
                Ваша реєстрація - це перший крок до того, щоб стати справжнім героєм для тих, хто потребує допомоги.
            </h2>

            <h2>
                Дякуємо за вашу милосердність та готовність допомагати іншим. Ваша кров може змінити життя!
            </h2>


            <NavLink to={'/register'}>Будьте ласкаві, авторизуйтеся для подальшої реєстрації.</NavLink>


        </div>
    );
};

export {Records};