import css from './Informations.module.css'
import {NavLink} from "react-router-dom";

const Informations = () => {
    return (
        <div className={css.Informations}>
            <div className={css.sometext}>
                <h1> ДЛЯ ДОНОРІВ</h1>
                <h2>Хто може бути донором?</h2>
                <p>Донором може бути будь-який дієздатний громадянин України віком від 18 років, який пройшов відповідне
                    медичне
                    обстеження і в якого немає протипоказань, визначених МОЗ України.</p>

                <p>Взяття крові та (або) її компонентів у донора дозволяється лише за умови, що здоров’ю донора не буде
                    заподіяно
                    шкоди.</p>


                <h2>Інформація про те, як стати донором крові та компонентів крові</h2>

                <p>Перед тим, як ви вирішите піти на донацію, радимо перевірити чи нема у вас тимчасових чи абсолютних
                    протипоказань. У розділі Кровопедія від ДонорUA ви знайдете найповнішу інформацію про те, як
                    готуватись до
                    кроводач, які є протипоказання — тимчасові та абсолютні, як користуватись системою ДонорUA та іншу
                    корисну
                    інформацію.</p>


                <h2>Підготовка до здавання крові:</h2>
                <p>За три дні до здавання крові відмовтеся від прийому анальгетиків і аспірину, а також ліків, що їх
                    містять
                    (ці речовини погіршують зсідання крові).</p>

                <p>Не вживайте алкоголь за 48 годин до здавання крові. Виключіть із раціону жирну, смажену, копчену,
                    молочну
                    їжу, соління.</p>

                <p>Обов’язково виспіться і з’їжте легкий сніданок (солодкий чай, дієтичне печиво, каша на воді).</p>

                <p>Не куріть за годину до здавання крові.</p>

                <p>Не приходьте здавати кров, якщо відчуваєте нездужання (озноб, запаморочення, головний біль,
                    слабкість)</p>
                <p> Під час огляду лікарем перед донацією відверто відповідайте на запитання і не приховуйте інформацію
                    про
                    вживання ліків, алкоголю, наркотичних речовин і перенесені захворювання.</p>


                <h2>Після здавання крові:</h2>

                <ul>
                    <li>відпочиньте 10–15 хвилин;</li>
                    <li>якщо відчули запаморочення або слабкість, повідомте персонал;</li>
                    <li>не намагайтеся одразу йти чи керувати машиною, якщо у вас паморочиться голова;</li>
                    <li>2–3 години не піднімайте нічого важкого рукою, з якою брали кров;</li>
                    <li>3–4 години не знімайте пов’язку і намагайтеся її не мочити, це вбереже вас від появи синця;</li>
                    <li>протягом наступних 12 годин уникайте інтенсивних фізичних навантажень;</li>
                    <li>протягом двох діб повноцінно та регулярно харчуйтеся;</li>
                    <li>протягом двох діб уживайте збільшену кількість рідини (не менше 2 літрів на день) — соки, воду,
                        неміцний чай (алкоголь не рекомендується);
                    </li>
                    <li>приходьте ще раз здати кров після рекомендованої перерви.</li>

                </ul>
                <h2>Інтервали між донаціями</h2>
                <p>Чоловіки можуть здавати кров не більше 5 разів на рік, жінки — не більше 4 разів на рік. Після п’яти
                    регулярних
                    донацій рекомендовано зробити перерву не менше 3 місяців.</p>
                <h2>Чому бути донором крові — корисно (наукові факти)</h2>
                <h3> У донорів значно менший ризик серцево-судинних захворювань.</h3>

                <p>Американська медична асоціація стверджує, що люди, які здавали кров щопівроку, мали менше інфарктів
                    та
                    інсультів.</p>

                <p>Масштабне дослідження фінських донорів показало, що здавання крові хоча б раз на рік знизило ризик
                    хвороб серця на 88%.</p>

                <p>У донорів кращий баланс холестерину і нижчий його загальний рівень — отже, менша ймовірність
                    серцево-судинних хвороб.</p>

                <h3>У донорів менші ризики захворіти на рак легень, прямої кишки, шлунку та гортані.</h3>

                <p>Річ не лише в тому, що донори зазвичай стежать за своїм здоров’ям. Можлива причина — зниження рівня
                    неорганічного заліза, шкідливого для здоров’я. Зокрема, донорство крові зменшує ризик гемохроматозу.
                    Це
                    хвороба, коли іони заліза накопичуються в печінці та інших органах. Її симптоми перекриваються
                    проявами
                    інших недуг, і їх важко розпізнати та вчасно вжити заходів.</p>

                <p>У донорів менше проявів запалення та вищий так званий антиоксидантний статус, тобто їхній організм
                    краще
                    знешкоджує вільні радикали.</p>

                <p>Донору регулярно (і безоплатно) роблять аналізи на гемоглобін, ВІЛ, гепатити B та C і сифіліс.</p>

                <h2>7 міфів про донорство крові</h2>
                <h3>Міф № 1: донорство крові — це небезпечно</h3>

                <p>Сьогодні донорство крові — абсолютно безпечна та життєво необхідна процедура. В усьому світі мільйони
                    громадян здають кров без зайвих закликів та прохань. Для взяття крові використовують лише одноразові
                    та
                    стерильні системи, індивідуальні для кожного донора.</p>

                <h3>Міф № 2: є потреба лише в рідкісних видах крові</h3>

                <p> Це не так. Потреба у крові — як рідкісних, так і поширених груп, — є завжди. Якщо ви здаєте кров не
                    конкретному реципієнту, то вона потрапляє в загальний банк крові та використовується в ситуаціях,
                    коли
                    реципієнту потрібне негайне переливання крові. Причому, що популярніша група крові, то більше її
                    потрібно, адже більше людей потребують саме такої групи крові.</p>

                <h3>Міф № 3: донорство — це страшно, боляче і довго</h3>

                <p>Насправді єдиним неприємним моментом протягом всієї процедури є укол голкою, що навряд чи можна
                    назвати
                    страшним і болючим. Порізи та удари, яких ми зазнаємо ледь не щодня, завдають значно більшого болю.
                    До
                    того ж, донація крові триває не більше 10 хвилин.</p>

                <h3>Міф № 4: я постійно чую, що хтось здає кров, тому не бачу сенсу йти самому</h3>

                <p>Про донорство багато говорять у ЗМІ, знімають соціальну рекламу, організовують акції, але статистика
                    говорить, що лише 5% тих, хто не має протипоказань стосовно донорства (а це близько 60% населення
                    планети), насправді стають донорами крові.</p>

                <h3>Міф № 5: у мене візьмуть забагато крові, й це призведе до погіршення здоров’я</h3>

                <p>В організмі дорослої людини є близько 5,6 л крові, а за один раз забирають 450–470 мл — замало, щоб
                    вам
                    нашкодити. До того ж організм історично звик до втрати незначної частини крові внаслідок травм і
                    складних природних умов, тому швидку регенерацію (відновлення) закладено в нас біологічно.</p>

                <h3>Міф № 6: я приймаю протизаплідні таблетки, тому мені не можна здавати кров</h3>

                <p>Якщо ви приймаєте їх з метою контрацепції, а не лікування, — ви можете бути донором.</p>

                <h3>Міф № 7: я не знаю свою групу крові, тож у мене не візьмуть кров</h3>

                <p>У центрі крові вам визначать групу крові та навіть здійснять медогляд.</p>


                <h2>Як використовують кров та її компоненти</h2>
                <p>Донорство крові є важливою частиною системи охорони здоров’я кожної країни.</p>

                <p>Донорська кров, її компоненти і препарати вкрай необхідні:</p>

                <ul>
                    <li>пологовим будинкам — для компенсації крововтрат породіль під час складних пологів;</li>
                    <li>військовим шпиталям — кров постійно потрібна хлопцям і дівчатам, які захищають нас на сході
                        країни;
                    </li>
                    <li>хірургічним відділенням — переливання компонентів крові є невід’ємною складовою хірургічних
                        операцій;
                    </li>
                    <li>опіковим центрам — потрібні постійні трансфузії плазми як основної рідини, що допомагає
                        відновитися після опіків різного ступеня;
                    </li>
                    <li>онкологічним відділенням — дитина, яка лікується від онкозахворювання, потребує близько 40
                        донорів
                        протягом всього лікування;
                    </li>
                </ul>


                <p>Кров та її компоненти потрібні:</p>

                <ul>
                    <li>пацієнтам, які мають захворювання крові (анемія, гемофілія та інші);</li>
                    <li> людям із хронічними недугами, для яких компоненти крові є життєво необхідними;</li>
                    <li>жертвам серйозних аварій, нещасних випадків, стихійних лих тощо.</li>
                </ul>


                <hr/>
                <NavLink to={'/confirmation'}>Стати донором крові</NavLink>
                <hr/>
            </div>

        </div>
    );
};

export {Informations};