import css from './Informations.module.css'

const Informations = () => {
    return (
        <div className={css.Informations}>
            <div className={css.sometext}>
                <h1> ДЛЯ ДОНОРІВ</h1>
                <h2>Хто може бути донором?</h2>
                <p>Донором може бути будь-який дієздатний громадянин України віком від 18 років, який пройшов відповідне
                    медичне
                    обстеження і в якого немає протипоказань, визначених МОЗ України.</p>

                <p>Взяття крові та (або) її компонентів у донора дозволяється лише за умови, що здоров’ю донора не буде
                    заподіяно
                    шкоди.</p>


                <h2>Інформація про те, як стати донором крові та компонентів крові</h2>

                <p>Перед тим, як ви вирішите піти на донацію, радимо перевірити чи нема у вас тимчасових чи абсолютних
                    протипоказань. У розділі Кровопедія від ДонорUA ви знайдете найповнішу інформацію про те, як
                    готуватись до
                    кроводач, які є протипоказання — тимчасові та абсолютні, як користуватись системою ДонорUA та іншу
                    корисну
                    інформацію.</p>


                <h2>Підготовка до здавання крові:</h2>
                <p>За три дні до здавання крові відмовтеся від прийому анальгетиків і аспірину, а також ліків, що їх
                    містять
                    (ці речовини погіршують зсідання крові).</p>

                <p>Не вживайте алкоголь за 48 годин до здавання крові. Виключіть із раціону жирну, смажену, копчену,
                    молочну
                    їжу, соління.</p>

                <p>Обов’язково виспіться і з’їжте легкий сніданок (солодкий чай, дієтичне печиво, каша на воді).</p>

                <p>Не куріть за годину до здавання крові.</p>

                <p>Не приходьте здавати кров, якщо відчуваєте нездужання (озноб, запаморочення, головний біль,
                    слабкість)</p>
                <p> Під час огляду лікарем перед донацією відверто відповідайте на запитання і не приховуйте інформацію
                    про
                    вживання ліків, алкоголю, наркотичних речовин і перенесені захворювання.</p>


                <h2>Після здавання крові:</h2>

                <ul>
                    <li>відпочиньте 10–15 хвилин;</li>
                    <li>якщо відчули запаморочення або слабкість, повідомте персонал;</li>
                    <li>не намагайтеся одразу йти чи керувати машиною, якщо у вас паморочиться голова;</li>
                    <li>2–3 години не піднімайте нічого важкого рукою, з якою брали кров;</li>
                    <li>3–4 години не знімайте пов’язку і намагайтеся її не мочити, це вбереже вас від появи синця;</li>
                    <li>протягом наступних 12 годин уникайте інтенсивних фізичних навантажень;</li>
                    <li>протягом двох діб повноцінно та регулярно харчуйтеся;</li>
                    <li>протягом двох діб уживайте збільшену кількість рідини (не менше 2 літрів на день) — соки, воду,
                        неміцний чай (алкоголь не рекомендується);
                    </li>
                    <li>приходьте ще раз здати кров після рекомендованої перерви.</li>

                </ul>
                <h2>Інтервали між донаціями</h2>
                <p>Чоловіки можуть здавати кров не більше 5 разів на рік, жінки — не більше 4 разів на рік. Після п’яти
                    регулярних
                    донацій рекомендовано зробити перерву не менше 3 місяців.</p>
            </div>

        </div>
    );
};

export {Informations};